Repository: vacianimeklub/vak-website-theme
Catalog: languages/*.po
Languages: hu_hu

source: Drag a widget here - and make sure you don't set a title.
hu_hu: Húzz egy widget-et ide - és ne állíts be neki címet.

source: Frontpage content widgets
hu_hu: Főoldali tartalmi widget-ek

source: File Not Found
hu_hu: Fájl nem található

source: The page you are looking for might have been removed, had its name changed, or is temporarily unavailable.
hu_hu: Az oldalt, amit keresel, eltávolították, megváltoztatták a nevét, vagy valamilyen más okból átmenetileg nem elérhető.

source: Please try the following:
hu_hu: Próbáld meg a következőket:

source: Check your spelling
hu_hu: Ellenőrizd, jól írtad-e be

source: Return to the <a href="%s">home page</a>
hu_hu: Térj vissza a <a href="%s">nyitóoldalra</a>

source: Click the <a href="javascript:history.back()">Back</a> button
hu_hu: Kattints a <a href="javascript:history.back()">Vissza</a> gombra

source: &larr; Older posts
hu_hu: &larr; Régebbi bejegyzések

source: Newer posts &rarr;
hu_hu: Újabb bejegyzések &rarr;

source: Reply
hu_hu: Válasz

source: Your comment is awaiting moderation.
hu_hu: A hozzászólásod moderálásra várakozik.

source: Please do not load this page directly. Thanks!
hu_hu: Ne töltsd be ezt az oldalt közvetlenül! Köszi.

source: This post is password protected. Enter the password to view comments.
hu_hu: Ez az oldal jelszóval védett. Add meg a jelszót a megjegyzések megtekintéséhez.

source: Leave a Reply
hu_hu: Szólj hozzá!

source: Leave a Reply to %s
hu_hu: Szólj hozzá ehhez: "%s"!

source: You must be <a href="%s">logged in</a> to post a comment.
hu_hu: <a href="%s">Be kell jelentkezned</a>, hogy hozzászólhass.

source: Logged in as <a href="%1$s/wp-admin/profile.php">%2$s</a>.
hu_hu: Be vagy jelentkezve, mint <a href="%1$s/wp-admin/profile.php">%2$s</a>.

source: Log out of this account
hu_hu: Kijelentkezés

source: Log out &raquo;
hu_hu: Kijelentkezés &raquo;

source: Name
hu_hu: Neved

source: (required)
hu_hu: (szükséges)

source: Email (will not be published)
hu_hu: E-mail címed (nem fogjuk közzétenni)

source: Website
hu_hu: Weboldalad

source: Comment
hu_hu: Hozzászólásod

source: You can use these tags:
hu_hu: A következő HTML tag-eket használhatod:

source: Submit Comment
hu_hu: Hozzászólás beküldése

source: Main Menu
hu_hu: Főmenü

source: Search Results for
hu_hu: Keresési találatok erre:

source: Search
hu_hu: Keresés

source: No Responses to
hu_hu: Nem érkezett hozzászólás erre:

source: One Response to
hu_hu: Egy hozzászólás érkezett erre:

source: % Responses to
hu_hu: % hozzászólás érkezett erre:

source: Mobile Menu Settings
hu_hu: Mobil menü beállítások

source: Controls the mobile menu
hu_hu: Beállítja a mobil menüt

source: Mobile navigation layout
hu_hu: Mobil navigációs elrendezés

source: topbar
hu_hu: felső sáv

source: Posted on %1$s at %2$s.
hu_hu: Beküldve ekkor: %1$s, %2$s

source: Written by
hu_hu: Írta:

source: Please assign a menu to the primary menu location under %1$s or %2$s the design.
hu_hu: Rendelj hozzá egy menüt az elsődleges menü pozícióhoz itt: %1$s vagy %2$s.

source: <a href="%s">Menus</a>
hu_hu: <a href="%s">Menük</a>

source: <a href="%s">Customize</a>
hu_hu: <a href="%s">Testreszabás</a>

source: Right Top Bar
hu_hu: Felső sáv jobb oldala

source: Mobile
hu_hu: Mobil

source: Read more
hu_hu: Olvass tovább

source: Sidebar widgets
hu_hu: Oldalsáv widget-ek

source: Drag widgets to this sidebar container.
hu_hu: Húzz widgeteket ide.

source: Footer widgets
hu_hu: Lábléc widget-ek

source: Drag widgets to this footer container
hu_hu: Húzz widget-eket ide.

source: Frontpage featured widgets
hu_hu: Főoldal: kiemelt widget-ek

source: Frontpage header widget
hu_hu: Főoldal: fejléc widget

source: Front
hu_hu: Főoldal

source: Pages:
hu_hu: Oldalak:

source: Kitchen Sink
hu_hu: Mindent bele

source: Full Width
hu_hu: Teljes szélességű

source: Left Sidebar
hu_hu: Oldalsáv a bal oldalon

source: Nothing Found
hu_hu: Semmit sem találtunk

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
hu_hu: Készen állsz az első bejegyzésed publikálására? <a href="%1$s">Kezdj hozzá itt</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
hu_hu: Bocs, de semmit sem találtunk a keresésedre. Próbáld újra más kifejezésekkel.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
hu_hu: Nem találjuk, amit kerestél. Talán a kereséssel megtalálhatod.

source: Edit
hu_hu: Szerkesztés

source: Tags:
hu_hu: Címkék:

source: FoundationPress is a WordPress starter theme based on Foundation 6 by Zurb
hu_hu: A FoundationPress egy WordPress induló téma a Zurb által készített Foundation 6 alapjain
